IDEA StatiCa Open Model
NumberGroups.Create Method (List<ValueCount>)
Compatible with IDEA StatiCa Beta 21.0 - beta
 Creates new instance with list of ValueCount .
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static NumberGroups Create(
	List<ValueCount> list
)
Public Shared Function Create (
	list As List(Of ValueCount)
) As NumberGroups
public:
static NumberGroups^ Create(
	List<ValueCount^>^ list
)
Parameters
list
Type: System.Collections.Generic.List<ValueCount>
The list of ValueCount objects.
Return Value
Type: NumberGroups
A new instance of group.
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace